import React from 'react';
import { Jumbotron, Container } from 'react-bootstrap'

import styles from './About.module.css';

export const About = () => (
	<Jumbotron fluid className={styles.jumbo}>
		<div className={styles.overlay} />
		<Container className={styles.descriptionContainer}>
			<h1>История</h1>
			<div>
				<h2>1999-2000гг.</h2>
				Группа компаний «???» начала свою деятельность 29 декабря 1999 года с момента возникновения ООО «Софт-Сиб».
				Зарегистрирован Центр технического обслуживания кассового и торгового оборудования.
				На базе ПП «Домино» автоматизированы первые супермаркеты «Лакомка» и «Ермак», первая аптека — «Аптека доктора Сотниковой».
				Численность компании — 7 чел.
				<h2>2001г.</h2>
				Освоены программные продукты (ПП) «R-Keeper» и «Store House».
				Автоматизирован первый объект общественного питания — кафе «Старый город».
				<h2>2002г.</h2>
				Автоматизированы 5 первых супермаркетов самообслуживания «Мария-Ра».
				<h2>2004г.</h2>
				Получен статус партнера 1С. Открыты представительства в Рубцовске и Бийске.
				<h2>2005г.</h2>
				Компания запускает собственное производство самоклеящихся этикеток для торговых и производственных предприятий Алтайского края. Компания растет, численность персонала увеличилась до 50 человек.
				<h2>2006г.</h2>
				Компания начала разрабатывать программное обеспечение для автоматизации кассового оборудования — ПО Artiх.
				<h2>2007г.</h2>
				Сотрудниками отдела 1С разработан собственный продукт для автоматизации розничной торговли: «РС-Торг».
				Получен статус официального партнера Microsoft.
				<h2>2008г.</h2>
				Кассовое ПО «Artix» получает свидетельство о государственной регистрации.
				Получен статус серебряного партнера компании «Астор».
				Открыто представительство в Новокузнецке.
				В компании работает уже 107 человек.
				<h2>2009г.</h2>
				Линейку продуктов «Artix» пополнил сервис приема платежей «Artix:PayGate», который получил региональную премию, как лучший инновационный проект под названием «Сдача на счет», реализованный совместно с ТС «Мария-Ра».
				Открыто представительство в Заринске.
				<h2>2010г.</h2>
				Направление полиграфии увеличивает свои производственные мощности: приобретен станок высокой печати Mark Andy.
				Запущен выпуск операторской стойки для кассового оборудования.
				Открыты представительства компании в Кемерово и Славгороде.
				Резкое увеличение численности персонала, нас уже 160 человек.
				<h2>2011г.</h2>
				Компания завершает внедрение ERP-системы в крупнейшем мясоперерабатывающем предприятии Алтайского края «Альтаир Агро».
				Открыто представительство в городе Камень-на-Оби.
				<h2>2013г.</h2>
				На базе ПО Artix внедрена технология касс самообслуживания в питерских сетях: «Лэнд», «Улыбка радуги», «Spar»
				В октябре компания переехала в собственное здание на проспекте Калинина, 116/44.
				<h2>2014г.</h2>
				В направлении полиграфии запущен процесс тотальной автоматизации процессов на производстве.
				Реализован масштабный проект — смена кассового софта в новосибирской торговой сети «Охапка».
				Группа компаний «Ритейл Сервис» получила звание «Привлекательный работодатель — 2014» (по версии портала Superjob.ru)
				В компании работает свыше 200 человек.
				<h2>2015г.</h2>
				В направлении полиграфии приобретен новый высокотехнологичный печатный станок MPS.
				Клиентом ЦТО стал гипермаркет Leroy Merlin в Барнауле.
				Произошло внедрение ПО «ARTIX» в супермаркетах Spar и Spar Express Северо-Западного Федерального округа РФ.
				Более 500 магазинов Группы компаний «Холидей» и более 400 магазинов федеральной сети «Zolla» переводятся на кассовый софт Artix.
				Получен статус базовой кафедры АлтГТУ «Программная инженерия».
				Проведение открытых семинаров по ЕГАИС в Алтайском крае.
				<h2>2016г.</h2>
				Проведение открытых семинаров по ЕГАИС в Кемеровской области и Республике Алтай.
				Новый вид услуг — создание и выдача ключей квалифицированной электронной подписи (КЭП) для всех сфер применения.
				Начало технического сопровождения торговой техники в супермаркетах ТС «Мария-Ра», расположенных в Новосибирской и Томской областях.
				Начало технического сопровождения торговой техники в ресторане сети быстрого питания «МакДоналдс».
				Открытие сайта по 54-ФЗ.
				Проведение открытых семинаров по 54-ФЗ в Алтайском крае.
				Установка первой онлайн-кассы в Алтайском крае.
				<h2>2017г.</h2>
				Автоматизация столовой и проходной на Алтайском приборостроительном заводе «РОТОР».
				Автоматизиция игровой зоны кинотеатра «Pioneer Cinema» в Барнауле.
				«Двухэтажная» автоматизация семейного кафе «Крендель» в Барнауле.
				Массовый перевод клиентов на онлайн-кассы в Алтайском крае, Республике Алтай и Кемеровской области.
				Проведение открытых семинаров по 54-ФЗ в Алтайском крае, Республике Алтай и Кемеровской области.
				<h2>2018г.</h2>
				Проведение открытых семинаров в Алтайском крае и Республике Алтай по 54-ФЗ.
				Автоматизация 1000-го магазина торговой сети «Мария-Ра».
				Массовый перевод клиентов на новый порядок применения ККТ в Алтайском крае, Республике Алтай, Кемеровской области и др.
				<h2>2019г.</h2>
				Проведение открытых семинаров в Алтайском крае по теме: «Маркировка товаров».
				Завершен массовый перевод компаний, вошедших в группу третьей волны 54-ФЗ, на новый порядок применения ККТ в Алтайском крае, Республике Алтай, Кемеровской области и др.
				Массовая подготовка розничных магазинов к работе с маркировкой табачной продукции.

			</div>
		</Container>
	</Jumbotron>
);
